{
    "quotes":[
        {
            "name":"Nelson Mandela",
            "quote":"A winner is a dremaer who never gives up."
        },
        {
            "name":"Nikola Tesla",
            "quote":"The day science begins to study non-physical phenomena, it will make more progress in one decade than in all the previous centuries of its existence."
        },
        {
            "name":"Arthur C. Clarke",
            "quote":"I’m sure the universe is full of intelligent life. It’s just been too intelligent to come here."
        },
        {
            "name":"Albert Einstein",
            "quote":"I have no special talent. I am only passionately curious."
        },
        {
            "name":"Eleanor Roosevelt",
            "quote":"The future belongs to those whi belive in the beauty of their dreams. "
        },
        {
            "name": "Albert Einstein",
            "quote": "Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world."
        },
        {
            "name": "Martin Luther King Jr.",
            "quote": "Take the first step in faith. You don't have to see the whole staircase, just take the first step."
        },
        {
            "name": "Socrates",
            "quote": "I cannot teach anybody anything, I can only make them think."
        },
        {
            "name": "Marie Curie",
            "quote": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less."
        },
        {
            "name": "Johannes Kepler",
            "quote": "Dreams pass into the reality of action. From the actions stems the dream again; and this interdependence produces the highest form of living."
        },
        {
            "name": "Thomas Edison",
            "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time."
        },
        {
            "name": "Aristotle",
            "quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it."
        },
        {
            "name": "Galileo Galilei",
            "quote": "All truths are easy to understand once they are discovered; the point is to discover them."
        },
        {
            "name": "Isaac Newton",
            "quote": "If I have seen further it is by standing on the shoulders of giants."
        },
        {
            "name": "Charles Darwin",
            "quote": "A man who dares to waste one hour of time has not discovered the value of life."
        },
        {
            "name": "Leonardo da Vinci",
            "quote": "Iron rusts from disuse, stagnant water loses its purity, and in cold weather becomes frozen; even so does inaction sap the vigor of the mind."
        },
        {
            "name": "Henry Ford",
            "quote": "Failure is simply the opportunity to begin again, this time more intelligently."
        },
        {
            "name": "James Clerk Maxwell",
            "quote": "Thoroughly conscious ignorance is the prelude to every real advance in science."
        },
        {
            "name": "Stephen Hawking",
            "quote": "The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge."
        },
        {
            "name": "Neil deGrasse Tyson",
            "quote": "Dream big and dare to fail. Don't let others limit your potential."
        },
        {
            "name": "Carl Sagan",
            "quote": "Imagination will often carry us to worlds that never were. But without it we go nowhere."
        },
        {
            "name": "Richard Feynman",
            "quote": "The first principle is that you must not fool yourself and you are the easiest person to fool."
        },
        {
            "name": "John F. Kennedy",
            "quote": "The time to repair the roof is when the sun is shining."
        },
        {
            "name": "Michael Faraday",
            "quote": "Nothing is too wonderful to be true, if it be consistent with the laws of nature."
        },
        {
            "name": "Democritus",
            "quote": "The wise man should be prepared for everything that may happen, and the man of understanding knows that all things are possible."
        },
        {
            "name": "Rene Descartes",
            "quote": "It is not enough to have a good mind; the main thing is to use it well."
        },
        {
            "name": "Archimedes",
            "quote": "Give me a lever long enough and a fulcrum on which to place it, and I shall move the world."
        },
        {
            "name": "J. Robert Oppenheimer",
            "quote": "Dreams and imagination are the only limits of what we can do."
        },
        {
            "name": "Max Planck",
            "quote": "A new scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die and a new generation grows up that is familiar with it."
        },
        {
            "name": "Erwin Schrodinger",
            "quote": "Those who have never seen the sky with eyes wide open in wonder and amazement will never understand the beauty of science."
        },
        {
            "name": "Louis Pasteur",
            "quote": "Chance favors the prepared mind."
        },
        {
            "name": "Benjamin Franklin",
            "quote": "An investment in knowledge pays the best interest."
        },
        {
            "name": "Edward Jenner",
            "quote": "A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world."
        },
        {
            "name": "Gregor Mendel",
            "quote": "Dreams are the touchstones of our character."
        },
        {
            "name": "Alfred Nobel",
            "quote": "In the field of observation, chance favors only the prepared mind."
        },
        {
            "name": "Werner Heisenberg",
            "quote": "In science there is only physics; all the rest is stamp collecting."
        },
        {
            "name": "Antoine Lavoisier",
            "quote": "The dream is the small hidden door in the deepest and most intimate sanctum of the soul."
        }
    ]
}