[
    {"author": "Sigmund Freud", "quote": "Dreams are the royal road to the unconscious."},
    {"author": "Carl Sagan", "quote": "Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream."},
    {"author": "Albert Einstein", "quote": "Imagination is more important than knowledge. Knowledge is limited, while imagination embraces the entire world, stimulating progress, giving birth to evolution."},
    {"author": "Neil deGrasse Tyson", "quote": "Dream big and dare to fail."},
    {"author": "Richard Dawkins", "quote": "The universe we observe has precisely the properties we should expect if there is, at bottom, no design, no purpose, no evil, no good, nothing but blind, pitiless indifference."},
    {"author": "Stephen Hawking", "quote": "My goal is simple. It is a complete understanding of the universe, why it is as it is and why it exists at all."},
    {"author": "Marie Curie", "quote": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less."},
    {"author": "Isaac Asimov", "quote": "The most exciting phrase to hear in science, the one that heralds the most discoveries, is not 'Eureka!' but 'That's funny...'"},
    {"author": "Bertrand Russell", "quote": "Science is what you know, philosophy is what you don't know."},
    {"author": "Johannes Kepler", "quote": "Dreams are not a matter of chance, but a matter of choice."},
    {"author": "Robert Boyle", "quote": "Dreams are not without meaning wherever they may come from – from fantasy, from the elements, or from other inspiration."},
    {"author": "Blaise Pascal", "quote": "Dreams are the flesh of the soul, its skeletal structure."},
    {"author": "Aristotle", "quote": "Dreaming offers the dreamer a glimpse into their soul."},
    {"author": "Galileo Galilei", "quote": "All truths are easy to understand once they are discovered; the point is to discover them."},
    {"author": "Nikola Tesla", "quote": "The scientists of today think deeply instead of clearly. One must be sane to think clearly, but one can think deeply and be quite insane."},
    {"author": "Charles Darwin", "quote": "A man who dares to waste one hour of time has not discovered the value of life."},
    {"author": "Max Planck", "quote": "Science cannot solve the ultimate mystery of nature. And that is because, in the last analysis, we ourselves are part of the mystery that we are trying to solve."},
    {"author": "Leonardo da Vinci", "quote": "Art is never finished, only abandoned."},
    {"author": "James Clerk Maxwell", "quote": "Science is a way of trying not to fool yourself. The first principle is that you must not fool yourself, and you are the easiest person to fool."}
]
